/**
 * @description 暖心评论列表
 * @author typeofNaN
 * @time 2020-09-25
 */

export const warmComment = [
  {
    content: '希望你，和不累的人相处，穿自己喜欢的衣服，过想象里的一百种生活，和所有喜欢的一切在一起，不会孤独。',
    song: '孤独她呀'
  },
  {
    content: '你要相信，世界这么大，如果有人对你的爱不屑一顾，那肯定也会有人将你的爱小心珍藏',
    song: 'Luh Kel So Sick Freestyle'
  },
  {
    content: '其实你不用非要留长发 短发也温柔可爱 不用改掉坏脾气 这样才特别 你做你自己就好了 爱你的人自然爱你',
    song: '突然好想你（翻自 我是歌手）'
  },
  {
    content: '小孩子才说再见，我只计划重逢。',
    song: '殉情的抹香鲸'
  },
  {
    content: '当你快顶不住的时候，磨难也快顶不住了。',
    song: 'That’s Us'
  },
  {
    content: '阳光 迟到 操场 白衬衫 背影 偷瞄 食堂 小卖部 夏天 下课 对视 躲闪 心动 暗恋 打球 黄昏 高考 这是青春。',
    song: '毕业那天'
  },
  {
    content: '当你越来越优秀的时候，就会遇见越来越好的人。',
    song: 'All Of This'
  },
  {
    content: '祝你，历经山河，依然觉得人生值得，敬我，往后余生，水远山长安适如常。',
    song: '少一点天分'
  },
  {
    content: '我想带你去西藏，在那珠穆朗玛峰上向你单膝下跪求婚，因为那时我高于一切，但是只低于你。',
    song: '望'
  },
  {
    content: '这世界上有一千种等待，最好的那一种叫做来日可期，我愿意站在这里，从这一秒开始倒数，等待多年后的相遇。',
    song: '莫妮卡'
  },
  {
    content: '去交会让你开心的朋友，去爱不会让你流泪的人，去向自己想去的方向，去完成不论大小的梦想，生活应该是美好而又温柔的，你也是。',
    song: '美好事物'
  },
  {
    content: '都会过去的，那些纠结的事，烦心的人，过了这个坎，记得一定要开心起来。',
    song: 'winter song'
  },
  {
    content: '希望你遇到一个人，他看你时眼神温柔，愿意陪你做很多事，说很多话走很多路。',
    song: '最美的期待'
  },
  {
    content: '无论我走到哪里，那都是我该去的地方，经历一些我该经历的事，遇见我该遇见的人。',
    song: '和你在一起'
  },
  {
    content: '只是为了更好的遇见，才赠予了距离和时间，那一天值得等待，那一眼满载星海。',
    song: '只爱西经'
  },
  {
    content: '希望我们能遇见一个干净的人，没有预谋离开的心思，没有藏着掖着的行为，只把真诚给你，阳光给你，最好的给你。',
    song: '有幸'
  },
  {
    content: '这里荒芜寸草不生，后来你来这走了一遭，奇迹般万物生长，这里是我的心。',
    song: '多情种'
  },
  {
    content: '高三最后一节历史课，老师在黑板上写了history，然后在中间加了个顿号hi,story，对我们笑着说，遇见你们是一个很美好的故事。',
    song: '纪念'
  },
  {
    content: '难熬的日子总会过去，不信你回头看看，你都已经在不知不觉中，熬过了很多苦难。',
    song: '只好倔强'
  },
  {
    content: '屏幕前的女孩子，我不认识你，但我想祝你坚强祝你可爱，祝你漂亮，祝你一生永远被爱。',
    song: '可能否'
  },
  {
    content: '不管你学什么专业，找工作一定要找个你喜欢的，这样你每天早晨六点到晚上八点都是高兴的，再找个喜欢的人在一起，这样晚上八点到早晨六点就是开心的。',
    song: '鱼书'
  },
  {
    content: '希望你一直如少年，干净纯粹心安，知世故而不世故，历圆滑而弥天真，看透不美好却相信美好，见过不善良却依旧善良。',
    song: '再走向你的这条路上'
  },
  {
    content: '人生总是充满了惊喜和失落，有恰到好处的遇见 也有撕心裂肺的怀念，但时间总是向前 没有一丝可怜，不论剧终还是待续，愿你都能以梦为马，不负此生。',
    song: '往后余生'
  },
  {
    content: '在一切变好之前，我们总要经历一些不开心的日子，这段日子也许很长也许只是一觉醒来，所以耐心点给好运一点时间，要相信每件事的最后都会是好事，如果不是好事说明还没到最后。',
    song: '去年夏天'
  },
  {
    content: '你做过一次手术，就知道喝药根本算不上苦，你狠狠摔倒过，就知道擦破皮不值得哭，你被背叛过，就知道吵两句嘴不伤真感情。，希望你慢慢学会长大，希望你开始不在意受伤，希望你伤痕累累，但依然闪闪发光。',
    song: '不漏声色'
  },
  {
    content: '趁你现在还有时间，尽你自己最大的努力，努力做成你最想做的那件事，成为你最想成为的那种人，过着你最想过的那种生活，也许我们始终都只是一个小人物，但这并不妨碍，我们选择用什么样的方式活下去，这个世界永远比你想的要更精彩，不要败给生活。',
    song: 'Somke and Fire'
  },
  {
    content: '如果痛苦这件事，它有尽头的话，其实我愿意等的，我愿意等到灯火通明的那一天的。',
    song: '后来的我们'
  },
  {
    content: '我爱的不是你色盛山河之秋，睫如蝶翅惊展，敛则灭了一众摇曳星子的眸，我爱的是你眼中有我。',
    song: '空山新雨后'
  },
  {
    content: '因为喜欢你，所以想借着你的光，去看一看从未见过的世界。',
    song: '孤身'
  },
  {
    content: '温柔的人分为两种：一是被保护的很好不知世间黑暗,一种是在黑暗中独自挣扎后，变得波澜不惊。',
    song: '愿你余生漫长'
  },
  {
    content: '我认为这个世界上最浪漫的事，就是一个人跑很远的路，去看另一个人。',
    song: '富士山上'
  },
  {
    content: '前段时间爸妈吵架了，俩人分房睡，都不理对方。后来他俩莫名其妙的又和好了，今天玩妈妈手机时无意中翻到了她给爸爸发的短信：我还是像十八岁那样爱你。',
    song: '初恋旧爱新欢'
  },
  {
    content: '我想谈一场公开的恋情，爸妈同意，亲戚知道，朋友祝福的恋爱。如果可以，只爱你一个。',
    song: '我的名字'
  },
  {
    content: '原来浮生万物里，所有重逢都不如初遇。',
    song: '遇见'
  },
  {
    content: '总有一天，你不会再需要疯狂的爱情，而是需要一个不会离开你的人。',
    song: '云烟成雨'
  },
  {
    content: '日落里有个小商店，贩卖着橘黄色的温柔。',
    song: '太阳'
  },
  {
    content: '回家这个词很棒吧。我带你回家，我们回家，回我们的家。',
    song: '我们'
  },
  {
    content: '听这个歌我总是想起我妈，脑子里浮现的都是儿时她叮嘱我的画面。如今一个人在他乡上学，每每听到这歌我都会觉得暖暖的回忆和勇气。“你牵着我穿过了雾，教我看希望就在黑夜的尽处。虽然一个人，我并不孤独，在心中你陪我看每一个日出。”',
    song: '陪我看日出'
  },
  {
    content: '我们一路奋战，不是为了改变世界，而是不让世界改变我们。',
    song: 'Something Just Like This'
  },
  {
    content: '一个人在困境中也可以很酷，哪怕你只是一个屌丝，只要内心足够强大，你就可以蔑视所有人。',
    song: 'Love Yourself'
  },
  {
    content: '“今天有没有跟喜欢的人说话。”，“说了。”，“说了啥？”，“说了。你呢？”，“说了啥”',
    song: 'Lot To Learn'
  },
  {
    content: '嘿！快立秋了哟，下次见面要穿长袖了，或许再也见不了吧。毕竟都高考结束了，我们都奔向不同的地方了，可我还是很想你，在这里我希望你还是跟往常一样开开心心的，以后不要把大部分的活都揽在自己身上，你就不能饶过自己么，祝你有许许多多的明天，比以往的昨天更加快乐哦，你听到没有。',
    song: '初夏的风'
  },
  {
    content: '上公交车，一个小萝莉在我背后拿着魔法棒玩，她拿着魔杖指着我的后背，说要把我变成全世界最帅的男人。我听完笑了然后回头，小女孩突然大叫，“妈妈，我会魔法了！”',
    song: '林深见鹿不见你'
  },
  {
    content: '每天前进一点点，离喜欢的自己近点再近点，只要不在原地止步不前，不论结果如何，都没什么可泄气的啦。',
    song: 'Skeletons'
  },
  {
    content: '我希望你能充分利用时间，希望你能看到令你吃惊的东西，希望你能感受到从未有过的感觉，希望你遇到具有不同观点的人，希望你过上让你自豪的生活，如果你发现生活不容易，我希望你有勇气从头再来，我希望你们都能像星星一样发光发亮。',
    song: '你是我眼里的星辰大海'
  },
  {
    content: '有人曾问我：“你这个成绩明明可以靠文化读下去，那你为什么选择读艺术。”我回答道：“因为我热爱我，所以我选择我热爱的。”虽然我不知道前方会出现什么，我又会成为什么样子，但我依旧一直向前走。因为我热爱我，所以坚持我所爱。',
    song: '我热爱我'
  },
  {
    content: '未来的男朋友你好，我现在正在努力的让自己变得很棒，然后再去与你相遇，身边的可爱们都沉腻于爱情，很替她们开心，又有一点点羡慕；但我不会很难过，偶尔会想你是什么样子的人呢，遇到你之后一定告诉你，我等了你好久哎，还有啊最喜欢你了，来自最爱你的你未来的女朋友。',
    song: '慢灵魂'
  },
  {
    content: '仿佛一下子回到了2000年的夏天，你半披着校服趴在课桌上，一根简单的笔在手指间飞快旋转，摇着纸张折叠而成的扇子，耳机里传送着没有版权的音乐，各种非主流的动感，有伤感有装酷，争论着玫瑰花的葬礼是许嵩的还是杰伦的。MP3偶尔还会卡，你拿起P3长摁了一下下一首，一下子就这么快进了十几年。',
    song: '醉清风'
  },
  {
    content: '小时候不理解老人晒太阳，一坐就是半天。长大了才明白，目之所及皆是回忆，心之所想皆是过往，眼之所看皆是遗憾。',
    song: '红莓花儿开'
  },
  {
    content: '你相信吗？未来要和你共度一生的那个人，其实在与你相同的时间里，也忍受着同样的孤独。那个人一定也怀着满心的期待，拥着一腔孤勇，穿过茫茫人海，也要来与你相见。',
    song: '所以来吧'
  },
  {
    content: '“何为思念？”，“日月，星辰，旷野雨落。”，“可否具体？”，“山川，江流，烟袅湖泊。”，“可否再具体？”，“万物是你，无可躲。”',
    song: '只能想念你'
  },
  {
    content: '谢谢，任何与我有过交集，保持着交集，将要跟我产生交集的人。你们让我成为了现在的我，无论如何，我都喜欢现在。',
    song: '谢谢'
  },
  {
    content: '“你为什么要那么努力?”，“想去的地方很远，想要的东西很贵，喜欢的人很优秀，父亲的白发，周围人的嘲笑，以及，天生傲骨。”',
    song: 'dream is possible'
  },
  {
    content: '向前奔跑，是我们生来的责任，而拥抱，是我们每个人平等的权利。这个世界并不完美，但有你伸手拥抱，缺憾会更少一点。',
    song: '拥抱'
  },
  {
    content: '我当然知道人和人之间只是一段路的关系。但你要记得这个，在那段同行的时光里，我是真心实意的向着你的。',
    song: '遗憾'
  },
  {
    content: '写你名字可真难，倒不是笔画繁琐，只是写你名字时得蘸上四分春风，三分月色，两分微醺，还有一分你的眉眼才好。',
    song: '喜欢'
  },
  {
    content: '世界上最令人激动的一件事情是，你原本以为没有机会靠近的人，竟然爱上了你。',
    song: '被驯服的象'
  },
  {
    content: '希望四年后的自己，不要再老想着逃离这个疯狂世界，不要莫名的泪水，偶尔很烦也要对这个世界有耐心一点，大胆做自己的梦吧！你就是你自己！',
    song: '疯狂世界'
  },
  {
    content: '你一直在翻找着评论，就是在找一个替你讲故事的人。',
    song: '迷途羔羊'
  },
  {
    content: '当你的才华还配不上你的野心的时候，就静下来努力，好好想想你到底花了多少精力在你想做的那件事上。',
    song: '咸鱼'
  },
  {
    content: '一个优秀的年轻人应该具有三种特质: 突破天际的脑洞,无穷无尽的乐观,以及温柔相待的善良。',
    song: 'Silver Lake'
  },
  {
    content: '愿漂泊的人都有酒喝 愿孤独的人都会唱歌。 愿相爱的人都有未来，愿等待的人都有回答。 愿孤单的人不必永远逞强，愿逞强的人身边永远都有个肩膀。 愿肩膀可以接住你的欢喜忧伤，愿有情人永生执手相望。 愿你如阳光，明媚不忧伤；愿你如月光，明亮不清冷。 愿你最爱的人，也最爱你。',
    song: '春风十里'
  },
  {
    content: '刚刚在外婆家里吃完螃蟹喝了点酒出来，坐上的士去车站，车里正在放谭咏麟的讲不出再见，师傅问我是不是回来过个十五又要走了，我点头，没有说话。歌曲放至高潮时，我和师傅一齐唱出“要走一刻请不必诸多眷恋！”，师傅递给我一根烟，安慰我说人生下来就是要走向远方的，我的眼泪夺眶而出…',
    song: '讲不出再见'
  },
  {
    content: '脸受伤后害怕老妈发现，晚自习回家，我悄悄问老爸‘我脸青没？’，他亲了我一口，说‘亲了。’',
    song: 'Oh Father'
  },
  {
    content: '打电话给我爸，我说爸，听到一首歌让我突然好想你，他笑了声，说我不听歌我也想你。',
    song: 'Oh Father'
  },
  {
    content: '瀑布的水逆流而上，蒲公英种子从远处飘回，聚成伞的模样，太阳从西边升起，落向东方。子弹退回枪膛，运动员回到起跑线上，我交回录取通知书，忘了十年寒窗。厨房里飘来饭菜的香，你把我的卷子签好名字，关掉电视，帮我把书包背上。你还在我身旁',
    song: '真的爱你'
  },
  {
    content: '“嗨 同志 您知道列宁格勒和斯大林格勒在哪吗 我在地图上找不到它” “没有了 再也没有了 我们失败了 白匪和资本家再一次骑到了我们的头上 如果你要追随那颗红星 去东方吧 穿越第聂伯河 翻过乌拉尔山脉 西伯利亚平原的尽头 那里还燃烧着星星之火”',
    song: '钢铁洪流进行曲'
  },
  {
    content: '一段关系里，有耐心比合适更重要，两个人的成长环境不同，想法性格都不一样，总会有摩擦和不合适，总会有想要放弃的时刻，只有对一个人有长久的耐心和温柔，才有一直走下去的可能，所以最甜的不是我爱你啊，而是我对你现在有耐心，以后也有。',
    song: '如果当时'
  },
  {
    content: '你永远都不会知道，你在路上随便见到的路人甲，是别人做梦都想见到的人',
    song: '公子向北走'
  },
  {
    content: '你偷学了那么多撩的技能，当真遇到心动的那个人的时候，全都哑壳，撩的都是不喜欢的，喜欢的都是小心翼翼的。',
    song: '和煦的糖果风'
  },
  {
    content: '人都会怀念，怀念那个干净的自己，并不是社会让我们变坏，而是承受的责任和担当越来越多…，多释放压力和情感，对自己好一点，一辈子毕竟那么短。',
    song: '想念自己'
  },
  {
    content: '你可以听很丧的歌，但我拜托你，看看外面的太阳白云，星星月亮，野花野草，以及感受一下陌生人的温暖，这个世界其实也很美好',
    song: '你走后'
  },
  {
    content: '生而为人，一定要善良，像关门轻一点 对服务员说谢谢，不评论别人喜欢的东西 借的东西一定要还，就像我对你的好 你要知道只是我愿意，不是我应该',
    song: '生而为人'
  },
  {
    content: '你大概就是我临死前想拔掉氧气瓶亲吻的人。',
    song: '氧气舱'
  },
  {
    content: '12岁初中遇见了你，一见倾心。13岁我说喜欢你，你说我们年龄还小。15岁互有好感，可惜毕业失联。光阴似箭，日月如梭。23岁我们终于在一起，绕了一大圈回到原点。十几岁的感情，并不都代表着幼稚和叛逆，而是过早的幸运遇到了对的人。还有23天，你即将成为我的妻子。余生相依为命，请多多指教。',
    song: '相依为命'
  },
  {
    content: '妈妈说：‘‘如果你越来越冷漠，你以为你成长了，但其实没有。长大应该是变得温柔，对全世界都温柔。’’',
    song: '卡农'
  },
  {
    content: '你要珍惜那种主动跟你说话，跟你聊天，给你发短信，甚至在你说了一句“嗯”之后依旧滔滔不绝的人，因为没有谁会吃饱了撑着来讨好一个自己不关心的人，不要让那些真正对你好的人，慢慢的从你的生活中消失，无论爱情还是友情，不去经营，都会形同陌路。',
    song: 'The Long And Winding Street'
  },
  {
    content: '希望你一直如少年，干净、纯粹、心安，看透不美好却相信美好，见过不善良却依旧善良。',
    song: '离人愁'
  },
  {
    content: '有人说，当你有了固定歌单后就很少会去听新歌。但假如有一天路过某个小街不小心听到了喜欢的，你会把它下载下来一直单曲循环。所以你并不是不能像爱最初那个人一样再去爱一个人，只是还没有遇到自己心里想找的那个人，等你找到了还会去爱，加倍地爱。',
    song: '晚睡的姑娘'
  },
  {
    content: '所谓完美就是耳机音量刚好盖过外界噪音，闹钟响起时你刚好自然醒，你爱的人刚好也爱你',
    song: '山楂树之恋'
  },
  {
    content: '后来啊，有人会送你三十块一枝的玫瑰，三百块一支的口红，三千块一件的大衣，三万块一个的包。但你的爱情啊，是从三块钱一杯的奶茶开始的。',
    song: '凉城'
  },
  {
    content: '长久以来我所理解的奔赴的意义是，为了见过大海而欢腾着，也为了摘到繁星而追逐着，一点一点星光拼凑起来，就是星河灿烂。',
    song: '奔赴'
  },
  {
    content: '最怕你一生碌碌无为，还说平凡难能可贵。',
    song: '孙大剩'
  },
  // {
  //   content: '',
  //   song: ''
  // },
  // {
  //   content: '',
  //   song: ''
  // },
  // {
  //   content: '',
  //   song: ''
  // },
  // {
  //   content: '',
  //   song: ''
  // },
  // {
  //   content: '',
  //   song: ''
  // },
  // {
  //   content: '',
  //   song: ''
  // },
  {
    content: '高中时迟到必须罚唱一首歌，为了唱这首歌给那个女孩听，我故意迟到过。',
    song: '一生有你'
  }
]
